Repository: wp-plugins/antispam-bee
Catalog: lang/antispam_bee-*.po
Languages: fr_fr, hu_hu, pl_pl, ro_ro, sl_si

source: No data available.
sl_si: Ni podatkov.

source: New spam comment on your post
fr_fr: Nouveau commentaire indésirable sur votre article
hu_hu: Új spam komment a bejegyzésedben
pl_pl: Nowy komentarz spam na twoim poście
ro_ro: Un nou comentariu spam la articolul tău
sl_si: Nova nezaželena vsebina na vašem prispevku

source: Type
sl_si: Tip

source: Spam Reason
fr_fr: Raison du blocage
hu_hu: Spam oka
pl_pl: Powód spamu
ro_ro: Motiv spam
sl_si: Vzrok nezaželene oglasne vsebine

source: Approve it
fr_fr: Approuver
hu_hu: Jóváhagy
pl_pl: Zaakceptuj
ro_ro: Aprobă-l
sl_si: Potrdi

source: Delete it
fr_fr: Supprimer
hu_hu: Töröld
pl_pl: Usuń
ro_ro: Șterge-l
sl_si: Izbriši

source: Trash it
fr_fr: Corbeille
hu_hu: Kukába
pl_pl: Do śmieci
ro_ro: Aruncă-l la gunoi
sl_si: Premakni v smeti

source: Spam list
fr_fr: Liste des indésirables
hu_hu: Spam lista
pl_pl: Lista Spamu
ro_ro: Listă spam
sl_si: Seznam nezaželene vsebine

source: Notify message by Antispam Bee
fr_fr: Notification Antispam Bee
hu_hu: Értesítés a Antispam Bee-nek
pl_pl: Zawiadomienie przez Antispam Bee
ro_ro: Mesaj de notificare de la Antispam Bee
sl_si: Antispam Bee obvestilo

source: Content removed by Antispam Bee
fr_fr: Texte effacé par Antispam Bee
sl_si: Antispam Bee je odstranil vsebino

source: Blocked
fr_fr: Bloqué
hu_hu: Blokkolt
pl_pl: Zablokowane
ro_ro: Blocat
sl_si: Onemogočenih

source: Easy and extremely productive spam-fighting plugin with many sophisticated solutions. Includes protection again trackback spam.
fr_fr: Une plugin anti-spam simple et excessivement efficace intégrant des méthodes sophistiquées. Protège aussi contre les spams de rétroliens
hu_hu: Könnyű és rendkívül hatékony spamszűrő plugin sok kifinomult megoldással. Magában foglalja a trackback védelmet is.
sl_si: Preprost, napreden in izjemno učinkovit vtičnik v boju proti nezaželeni oglasni vsebini (spam).

source: Comment marked as spam
fr_fr: Labellisé indésirable
hu_hu: Spamnak jelölés
pl_pl: Komentarz zaznaczony jako spam
ro_ro: Comentariul a fost marcat ca spam
sl_si: Komentar označen kot nezaželena vsebina

source: Language
fr_fr: Langue
sl_si: Jezik

source: Antispam filter
sl_si: Pravila Antispam

source: Filter in the execution order
sl_si: Filtri v vrstnem redu izvrševanja

source: Trust approved commenters
sl_si: Zaupanja vredni komentatorji

source: Always approve previously approved users
sl_si: Ne preverjaj avtorjev, ki so že komentirali

source: BBCode is spam
sl_si: Obravnavaj kodo BBCode kot nezaželeo vsebino

source: Review the comment contents for BBCode links
sl_si: Preveri vsebino komentarjev, če vsebujejo povezave BBCode

source: Use a public antispam database
sl_si: Uporabi javno podatkovno zbirko z nezaželeno vsebino

source: Matching the ip address with <a href="https://dnsbl.tornevall.org" target="_blank">Tornevall</a>
sl_si: IP naslov preveri v podatkovni bazi <a href="https://dnsbl.tornevall.org" target="_blank">Tornevall</a>

source: Validate the ip address of commenters
sl_si: Preveri veljavnost naslovov IP komentatorjev

source: Validity check for used ip address
sl_si: Preverjanje veljavnosti uporabljenih naslovov IP

source: Use regular expressions
sl_si: Uporabi regularne izraze

source: Predefined and custom patterns by <a href="https://gist.github.com/4242142" target="_blank">plugin hook</a>
sl_si: Vnaprej pripravljeni in lastni vzorci prek <a href="https://gist.github.com/4242142" target="_blank">vtičnika</a>

source: Look in the local spam database
sl_si: Uporabi lokalno podatkovno zbirko

source: Already marked as spam? Yes? No?
sl_si: Išči v zbriki lastnega spletišča

source: Block comments from specific countries
sl_si: Onemogoči komentarje iz določenih držav

source: Filtering the requests depending on country
sl_si: Filtriranje zahtevkov glede na državo izvora

source: Allow comments only in certain language
fr_fr: N'autoriser que les commentaires rédigés dans une lanque
sl_si: Dovoli komentarje v zgolj določenih jezikih

source: Detection and approval in specified language
sl_si: Zaznavanje in odobritev v določenem jeziku

source: Advanced
sl_si: Napredne nastavitve

source: Other antispam tools
sl_si: Dodatna orodja proti nezaželeni vsebini

source: Mark as spam, do not delete
sl_si: Le označi kot nezaželeno, ne izbriši

source: Keep the spam in my blog.
sl_si: Obdrži nezaželeno vzebino na spletišču

source: Notification by email
sl_si: Pošlji obvestilo ob prejetju neželene vsebine

source: Notify admins by e-mail about incoming spam
sl_si: Pošiljanje obvestil administratorju

source: Not save the spam reason
sl_si: Razlog za izbris komentarja

source: Spam reason as table column in the spam overview
sl_si: Prikaži razlog v pregledu nezaželene vsebino

source: Delete existing spam after %s days
sl_si: Neželeno vsebino izbriši čez %s dni

source: Cleaning up the database from old entries
sl_si: Izbris starih vnosov iz podatkovne zbirke

source: Limit approval to %s
sl_si: Omejitev velja le za %s

source: Other types of spam will be deleted immediately
sl_si: Ostala nezaželena vsebina bo izbrisana takoj

source: Delete comments by spam reasons
sl_si: Pri vnaprej določenih pogojih izbriši takoj

source: For multiple selections press Ctrl/CMD
sl_si: S CTRL lahko izberete tudi več pogojev

source: More
sl_si: Ostale nastavitve

source: A few little things
sl_si: Manj pomembne nastavitve

source: Statistics on the dashboard
sl_si: Prikaz statistike na Nadzorni plošči

source: Daily updates of spam detection rate
sl_si: Prikaz prepoznane vsebine na dnevni ravni

source: Spam counter on the dashboard
sl_si: Prikaz števca nezaželene vsebine na Nadzorni plošči

source: Amount of identified spam comments
sl_si: Količina prepoznane nezaželene vsebine

source: Do not check trackbacks / pingbacks
fr_fr: Ne vérifier ni les pings ni les rétroliens
hu_hu: Ne ellenőrizd a track- és pingbackot
pl_pl: Nie sprawdzaj Trackbacków / Pingbacków
ro_ro: Nu verifica trackback-uri / pingback-uri
sl_si: Ne preverjaj povratnih sledi/pingbackov

source: No spam check for trackback notifications
sl_si: Ne preverjaj obvestil o povratnih sledeh

source: Comment form used outside of posts
sl_si: Komentarji so omogočeni tudi izven prispevkov

source: Check for comment forms on archive pages
sl_si: Preverjanje komentarjev na arhiviranih straneh

source: Settings
ro_ro: Setări
sl_si: Nastavitve

source: Author
ro_ro: Autor
sl_si: Avtor

source: Cheatin&#8217; uh?
sl_si: Goljufate, kaj?

source: Trust commenters with a Gravatar
sl_si: Zaupaj komentatorjem, ki imajo Gravater

source: Check if commenter has a Gravatar image
sl_si: Preveri, ali ima komentrator sliko Gravatar

source: Consider the comment time
sl_si: Upoštevaj čas komentarja

source: Not recommended when using page caching
sl_si: Ni priproročljivo ob uporabi predpomnenja strani

source: Save Changes
ro_ro: Salvează schimbările
sl_si: Shrani spremembe

source: Mark as Spam, do not delete
fr_fr: Bloquer les éléments indésirables sans les supprimer
hu_hu: Spamnal jelölés, ne töröld
pl_pl: Oznacz jako spam, nie usuwaj
ro_ro: Marchează ca spam, dar nu șterge

source: Limit on
fr_fr: Applicable aux
hu_hu: Korlátozás
pl_pl: Ogranicz na
ro_ro: Limitează la

source: Spam will be automatically deleted after %s days
fr_fr: Purger au bout de %s jours
hu_hu: Spamnak jelölés automatikusan, majd törlés % nap után.
pl_pl: Spam będzie automatycznie usuwany po %s dniach
ro_ro: Spam-urile vor fi șterse automat după %s zile

source: Send an admin email when new spam item incoming
fr_fr: Avertir l'administrateur par email dès l'arrivée de nouveaux éléments
hu_hu: Email küldése az admin címre, ha új spam érkezik
pl_pl: Wyślij do mnie e-mail o nowo przybytym spamie
ro_ro: Trimite-mi un email când sosește un nou element spam

source: Hide the &quot;MARKED AS SPAM&quot; note
fr_fr: Masquer le label &quot;indésirable&quot;
hu_hu: Rejtsd el a &quot;SPAMNAK JELÖLT&quot; szöveget
pl_pl: Ukryj &quot;ZAZNACZONE JAKO SPAM&quot; notatkę
ro_ro: Ascunde nota &quot;MARCAT CA SPAM&quot;

source: Display blocked comments count on the dashboard
fr_fr: Afficher le nombre d'éléments bloqués sur le tableau de bord
hu_hu: Jelenítsd meg a blokkolt kommenteket a Vezérlőpulton
pl_pl: Wyświetl ilość zablokowanych komentarzy na tablicy informacyjnej
ro_ro: Afișează numărătoarea comentariilor blocate pe panoul de control

source: Display statistics on the dashboard
fr_fr: Afficher les statistiques sur le tableau de bord

source: Comments are also used outside of posts and pages
fr_fr: Les commentaires sont aussi utilisés en dehors des articles et des pages
hu_hu: Használd a kommenetket a bejegyzéseken és az oldalakon kívül is
pl_pl: Komentarze są również wykorzystywane poza postami i na innych stronach
ro_ro: De asemeni, comentariile sunt folosite în afara articolelor și paginilor

source: Enable stricter inspection for incomming comments
fr_fr: Activer le filtrage avancé des commentaires
hu_hu: Szigorúbb komment ellenőrzések bekapcsolása
pl_pl: Umożliw bardziej rygorystyczną kontrolę dla przybywających komentarzy
ro_ro: Activează o inspecție mai strictă a comentariilor

source: Do not check if the comment author has already approved
fr_fr: Faire confiance aux utilisateurs ayant déjà des commentaires approuvés.
hu_hu: Ne ellenőrizd, ami már jóvá van hagyva
pl_pl: Nie sprawdzaj, jeśli autor komentarza był już raz zaakceptowany
ro_ro: Nu verifica dacă autorul comentariului a fost deja aprobat

source: Block comments and pings from specific countries
fr_fr: Bloquer les commentaires et les pings en provenance de certains pays
hu_hu: Blokkold a hozzászólásokat az alábbi országokból
pl_pl: Blokuj komentarze i pingi z poszczególnych krajów
ro_ro: Blochează comentariile și ping-urile de la anumite țări

source: Search comment spammers in the Project Honey Pot
fr_fr: Utiliser la base de données de spammeurs du "Projet Pot de Miel"
hu_hu: Keresd a komment spammelőket a Project Honey Pot-ban
pl_pl: Szukaj spamerów komentarzy w Project Honey Pot
ro_ro: Caută spammerii în Project Honey Pot

source: Consider comments which are already marked as spam
fr_fr: Prendre en compte les commentaires déjà marqués indésirables

source: English
fr_fr: Anglais

source: German
fr_fr: Allemand

source: get free
fr_fr: En obtenir une gratuitement
hu_hu: ingyenes
pl_pl: otrzymaj za darmo
ro_ro: obține gratuit

source: Empty Data
fr_fr: Champ vide
hu_hu: Üres adat

source: CSS Hack
fr_fr: Hack CSS
hu_hu: CSS módosítás

source: Server IP
fr_fr: IP du serveur
hu_hu: Szerver IP

source: Spam IP
fr_fr: IP du spammeur

source: Comment Language
fr_fr: Commentaire rédigé en

source: Country Check
fr_fr: Vérfication du pays
hu_hu: Ország ellenőrzése

source: Honey Pot
fr_fr: Pot de miel

source: Blacklist
fr_fr: Liste noire
hu_hu: Feketelista
pl_pl: Czarna lista
ro_ro: Lista neagră

source: Whitelist
fr_fr: Liste blanche
hu_hu: Fehérlista
pl_pl: Biała lista
ro_ro: Lista albă

source: iso codes
fr_fr: Codes ISO
hu_hu: ISO kódok
pl_pl: kody ISO
ro_ro: coduri iso

source: or
fr_fr: ou
hu_hu: vagy
pl_pl: lub
ro_ro: sau

source: Last check
fr_fr: Dernière vérification
hu_hu: Utolsó ellenőrzés
pl_pl: Ostatnia kontrola
ro_ro: Ultima verificare

source: About
fr_fr: À propos
hu_hu: Információ
pl_pl: O
ro_ro: Despre

source: requires at least WordPress 2.8
fr_fr: Nécessite une version de WordPress suppérieure à 2.8

source: Learn about wpSEO
fr_fr: Découvrir wpSEO
hu_hu: Tudj meg többet: wpSEO
pl_pl: Dowiedz się więcej o wpSEO
ro_ro: Află despre wpSEO

source: Follow on Twitter
fr_fr: Suivre sur Twitter
hu_hu: Kövess Twitteren
pl_pl: Śledź na Twitterze
ro_ro: Urmărește pe Twitter

source: by
fr_fr: par
hu_hu: által
pl_pl: przez
ro_ro: de

source: Today
fr_fr: Aujourd'hui

source: requires at least WordPress 2.7
hu_hu: Ajánlott WordPress 2.7 vagy újabb
pl_pl: wymaga przynajmniej WordPress 2.7
ro_ro: necesită WordPress 2.7 sau mai recent

source: Settings saved.
ro_ro: Setările au fost salvate.

source: Comments
ro_ro: Comentarii

source: Pings
ro_ro: Ping-uri

source: API Key
pl_pl: Klucz API
ro_ro: Cheie API

source: IP Locator
hu_hu: IP Lokátor
